{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"52514ba6-94ce-4386-9da4-7c0388e3b75d":{"type":"BB-accordion-tabs","blocks":{"1d26af5a-6d89-4d9c-9d64-a3c89de49050":{"type":"parent","disabled":true,"settings":{"title":"healf"}},"0be4cd24-5303-448c-bacb-3b5f43eba51e":{"type":"item","disabled":true,"settings":{"item_parent":"healf","title":"How are the products selected?","content":"<p>We have a strict curation process that ensures you get only the best guaranteed. This involves 3 steps:<br\/><br\/>1) The healf. team research brands from all over the world that they believe can make an impact on peoples everyday healthy living.<br\/>2) At least 5 people from our community test every single product and provide us with detailed feedback.<br\/>3) Before any product goes live our panel of leading industry experts, provide the final frontier for approval.<\/p>"}},"52d1f99d-a9e4-486e-8f07-0aca163464b7":{"type":"item","disabled":true,"settings":{"item_parent":"healf","title":"Are you a sustainable company?","content":"<p>A healthy planet is essential to a healthy life. We therefore strive to ensure that sustainability is always front of mind in every decision we make - we aren’t yet perfect but promise to you as our customer that as we grow we will help to make the world a better and more peaceful place.<strong>Our Planet, Our Health.<\/strong><\/p>"}},"f6611ce2-3fb2-4190-a3a5-331fe2ccf29b":{"type":"item","disabled":true,"settings":{"item_parent":"healf","title":"What are the 4 pillars of health?","content":"<p>Our 4 pillars of health act as the foundation of everyday healthy living - EAT clean, MOVE freely, be MINDful, and SLEEP deeply. Your body and mind needs more than a quick fix. Why not embrace everyday healthy living? <\/p><p>Eat. Move. Mind. Sleep. Repeat. It’s as simple as that to become your best self.<\/p><p>This simple formula is backed up by ancient wellbeing rituals as well as scientific studies. We just keep it simple for you.<\/p>"}},"0d7e4c62-04c6-42b7-a6dd-dcc623c9e306":{"type":"parent","settings":{"title":"Product Information"}},"5169ebeb-6f0f-4b2e-823e-75af384f6f1c":{"type":"item","settings":{"item_parent":"Product Information","title":"What are your most popular products ?","content":"<p>Discover our community's favorites! <a href=\"https:\/\/healf.com\/collections\/best-sellers\" target=\"_blank\"><strong>These best sellers<\/strong><\/a> are the go-to products that keep our community coming back for more. Join them and notice a positive transformation in your wellbeing.<\/p><h4> <a href=\"https:\/\/healf.com\/collections\/eat\" target=\"_blank\">EAT<\/a><\/h4><p><em><strong>\"Let Food Be Thy Medicine, Thy Medicine Shall Be Thy Food.\"<\/strong><\/em>-<em> Hippocrates<\/em><\/p><h4><\/h4><h4> <a href=\"https:\/\/healf.com\/collections\/move\" target=\"_blank\">MOVE<\/a><\/h4><p><em><strong>\"Lack of activity destroys the good condition of every human being, while movement and methodical physical exercise save it and preserve it.\"<\/strong><\/em>-<em> Plato<\/em><\/p><h4><\/h4><h4> <a href=\"https:\/\/healf.com\/collections\/mind\" target=\"_blank\">MIND<\/a><\/h4><p><em><strong>\"We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves.\"<\/strong><\/em><em>-Buddha<\/em><\/p><h4><\/h4><h4><a href=\"https:\/\/healf.com\/collections\/sleep\" target=\"_blank\">SLEEP<\/a><\/h4><p><em><strong>“Sleep is the golden chain that ties health and our bodies together.”<\/strong><\/em><em>-Thomas Dekker<\/em><\/p><p>Our 4 Pillars of Health provide the foundations of what one must consider when seeking a healthy lifestyle. Within each pillar everyone embarks upon their own health journey that is completely unique to them.<\/p>"}},"dcf7e123-4c44-4b93-a25e-c099d9e7336a":{"type":"item","settings":{"item_parent":"Product Information","title":"How are the products selected?","content":"<p>At healf, we believe that health and wellbeing is characterised by focusing on 4 key pillars - Eat, Move, Mind & Sleep. <\/p><p><\/p><p>Every one of our products is in line with these core values which is incredibly important to us.<\/p><p>We do the work for you, every product goes through a 3 step curation process of <\/p><p><em><strong>&gt; Discovery &gt; Expert Validation &gt; Community Testing <\/strong><\/em>- So you know you are only getting the best<\/p>"}},"f9d483f2-df09-4f61-abbe-91d19e2ad4ae":{"type":"item","settings":{"item_parent":"Product Information","title":"Do you have resources or articles on maintaining a healthy lifestyle?","content":"<p>We always stay up to date with the latest research and health trends. Our team of in-house experts is constantly evaluating what's just a 'health hype' and what's truly 'health certified.' Whether it's viral TikTok trends or the newest published article, we make sure to cover it all!<\/p><p><strong>Check the <\/strong><a href=\"https:\/\/healf.com\/blogs\/health-journal\"><span style=\"text-decoration:underline\"><strong>healf journal <\/strong><\/span><\/a><strong>and subscribe to our mailing list. We 'll make sure you're in the loop and armed with the knowledge you need to make informed decisions about your health  Join us on this wellness journey today!<\/strong><\/p>"}},"fcf3c918-13b1-410c-8925-496d117b5998":{"type":"item","settings":{"item_parent":"Product Information","title":"Can I find more information about the ingredients used?","content":"<p>Absolutely. You'll find detailed information about the ingredients used in every product right on their dedicated pages.<\/p><p>If you've got more questions, <a href=\"https:\/\/healf.com\/pages\/contact-us\"><span style=\"text-decoration:underline\">drop us a message anytime<\/span><\/a> <\/p>"}},"984203d6-ab5d-49d8-879f-21219a117db0":{"type":"parent","settings":{"title":"Delivery & Shipping"}},"b628fcd1-a3e7-489a-9b3d-7c1088e382db":{"type":"item","settings":{"item_parent":"Delivery & Shipping","title":"Where do you deliver: shipping options and costs?","content":"<p><strong>We offer worldwide deliveries! <\/strong>To confirm delivery to your specific location, simply head to the checkout and enter your address. For any queries or if you're curious about a particular spot, drop us a message. We'll support your wellbeing wherever you are! <\/p><p><strong>- FREE UK Standard Delivery:<\/strong> Enjoy free standard delivery on orders over £50.  Typically, your order will arrive in 2-3 working days.<\/p><p><strong>- Standard UK Delivery (£3.95):<\/strong> For orders under £50, we've got you covered with standard delivery at just <strong>£3.95<\/strong>. Expect your package in 2-3 working days.<\/p><p><strong>- Next Working Day Shipping (£5.95): <\/strong>Need your order urgently? Opt for Next Working Day Shipping at a cost of <strong>£5.95<\/strong>. Just make sure to place your order <strong>before 12 pm<\/strong>, and it'll be at your doorstep the next working day!<\/p><p><\/p><p><strong>+  International Deliveries: <\/strong>For our friends beyond the UK, deliveries to European countries are <strong>£22.95<\/strong>, while the rest of the world can expect a delivery cost of <strong>£49.00<\/strong><\/p><p>If you’ve got more questions feel free to <a href=\"https:\/\/healf.com\/pages\/contact-us\"><span style=\"text-decoration:underline\">drop us a message.<\/span><\/a> We're all about making sure your shopping experience is as smooth as possible.<\/p><p><\/p><p><\/p>"}},"945f8e2c-eb02-4fab-b66f-ec31cac65ae5":{"type":"item","settings":{"item_parent":"Delivery & Shipping","title":"How long does it take for my order to arrive?","content":"<ul><li><strong>Standard UK Delivery:<\/strong>  Typically, your order will arrive in <strong>2-3 working days<\/strong><\/li><\/ul><p><\/p><ul><li><strong>Next Working Day Shipping<\/strong>: Just make sure to place your order before 12 pm, and it'll be at your doorstep the <strong>next working day<\/strong><\/li><\/ul><p><\/p><p><strong>International deliveries: <\/strong> The wait is generally <strong>1-4 weeks<\/strong>. European countries usually receive their packages in around 1 week, but, every now and then, customs may throw in a surprise, extending it to 3-4 weeks. Keep this in mind, and if you have any questions, shoot us a message! <br\/><br\/><strong>What to do if your parcel is taking longer than expected to be delivered:<\/strong><\/p><p>If you've checked the tracking and still no sign of the delivery  don't worry! <a href=\"https:\/\/healf.com\/pages\/contact-us\"><span style=\"text-decoration:underline\">Drop us a message<\/span><\/a> and we will be able to try to track down the order and sort things out for you!<\/p><p><\/p>"}},"835238fb-5d67-4c81-b412-1f6c36b760bb":{"type":"item","settings":{"item_parent":"Delivery & Shipping","title":"What happens if I’m not in for my delivery?","content":"<p>If you're not available to receive your delivery, don't worry! The courier will typically leave a delivery notification card with instructions on how to reschedule or collect your package.<\/p><p>Here are a few common scenarios and what you can do:<\/p><ol><li><strong>Missed delivery attempt<\/strong>: If you missed the delivery attempt, you will be able to to arrange a redelivery or pick up your package from a local collection point<\/li><li><strong>Delivery to a neighbo<\/strong>r: In some cases, the courier may deliver your package to a neighbor who can accept it on your behalf. They will leave a notification card informing you of this<\/li><\/ol><p>- It's important to check the delivery notification card for specific instructions from the courier as the process may vary depending on the courier and your location. If you have any questions or need assistance with your delivery, don't hesitate to<a href=\"https:\/\/healf.com\/pages\/contact-us\"> <span style=\"text-decoration:underline\">get in touch with us<\/span><\/a>. We'll be happy to help you sort it out and ensure you receive your package smoothly! <\/p>"}},"2b379e7f-1f48-43cf-990a-9a1aa761de1c":{"type":"parent","disabled":true,"settings":{"title":"My Account"}},"1f9d488b-fb82-4f0d-9c69-7df1476d9d57":{"type":"item","disabled":true,"settings":{"item_parent":"My Account","title":"How do I create an account?","content":"<p>You can create an account by navigating to the 'My Account' icon at the top right of the website or click <a>here<\/a>. Simply enter your email, details and create a password and you're done! From your account you can manage your past orders or subscriptions and keep an eye on the status of your current orders.<\/p>"}},"2770e4d8-178f-4fd2-8351-61903c42da58":{"type":"item","disabled":true,"settings":{"item_parent":"My Account","title":"How do I change my account details?","content":"<p>It’s easy to make changes to your details, whether it’s your payment information, password or address book.<\/p><p>Log-in to your account and you’ll see a range of categories at the bottom of the page under ‘Account Settings’.<\/p>"}},"ddcf5760-041b-4dd1-9e7b-8833958f1b32":{"type":"item","disabled":true,"settings":{"item_parent":"My Account","title":"I have forgotten my password. What do I do?","content":"<p>Don’t worry, if you visit our <a href=\"https:\/\/healf.com\/account\/login?ose=false\" target=\"_blank\" title=\"https:\/\/healf.com\/account\/login?ose=false\">log-in page<\/a> and select 'Forgotten your password?' then you can enter the email address registered and we’ll send you instructions on how to get this reset. If you have any trouble you can contact us at <a href=\"mailto:team@healf.com\" target=\"_blank\" title=\"mailto:team@healf.com\">team@healf.com<\/a> and we will be able to help you out.<\/p>"}},"026e74e9-e5bd-4a5e-b17e-a2cfd3dc8fd8":{"type":"item","disabled":true,"settings":{"item_parent":"My Account","title":"How to cancel a product subscription","content":"<p>1) Please log in to your account.<\/p><p>2) Under My account, please click on \"Manage Subscriptions\"<\/p><p>3) Click the Actions<strong> <\/strong>dropdown next to the subscription you would like to cancel and select Cancel subscription.<\/p><p>4) Select the cancellation reason and click Cancel my subscription.<\/p>"}},"115d3274-0de9-481a-ba50-31172298667b":{"type":"parent","settings":{"title":"Order Queries"}},"b40b0daf-7957-431a-b327-e699f8670496":{"type":"item","settings":{"item_parent":"Order Queries","title":"How do I place an order?","content":"<p>To place an order, simply browse our selection of the highest-quality health products or search directly for anything you'd like to purchase. Once you've found what you're looking for, add it to your cart  <\/p><p><strong>&gt; When you're ready to checkout, enter your shipping information and payment details. <\/strong><\/p><p><br\/>After confirming your order, you'll get a confirmation email and tracking information once your order ships.<br\/><\/p>"}},"fae1f5dd-17ad-43d2-8594-b25958836a09":{"type":"item","settings":{"item_parent":"Order Queries","title":"Can I place an order over the phone?","content":"<p>Unfortunately we cannot take payments over the phone but if you are having trouble ordering or need any assistance, please don't hesitate to contact us via the 'Contact Us' page (<a href=\"https:\/\/healf.com\/pages\/contact-us\">here<\/a>) or call us on 0333 577 0004 and our Customer Wellbeing team will be delighted to assist you.<\/p>"}},"805cd460-eecc-434c-92a5-47057c8b1b21":{"type":"item","settings":{"item_parent":"Order Queries","title":"What payment methods do you accept?","content":"<p>We want to make it easy and convenient for you to pay for your order, so we accept a wide variety of payment methods, including<\/p><p><strong>→ Major credit cards (Visa, MasterCard, American Express) <\/strong><\/p><p><strong>→ Digital wallets (Apple Pay, Google Pay, PayPal) <\/strong><\/p><p><strong>→ Other online payment platforms (Klarna, Clearpay) <\/strong><\/p><p>If you are unsure which payment method to use or got more questions - please feel free to <a href=\"https:\/\/healf.com\/pages\/contact-us\"><span style=\"text-decoration:underline\">contact us<\/span><\/a> for assistance. We are always happy to help! <\/p><p><span style=\"text-decoration:underline\">Note<\/span>:  Klarna and Clearpay are only available for items that are not on subscription. You can find these payment methods on the last page of checkout after you have chosen your shipping method.<\/p>"}},"f2d7810a-dffb-4377-a0a2-9df4da744903":{"type":"parent","settings":{"title":"Manage Subscription"}},"9761538e-96c1-4806-95c6-78b904c17db5":{"type":"item","settings":{"item_parent":"Manage Subscription","title":"How do I start a subscription?","content":"<p>We believe that health should be an everyday habit, not a one-time purchase! Before you add a product to your cart, you will have the option to select <em>\"Subscribe & Save 10%\"<\/em> - simply select the subscription option and add it to the cart. The products that are placed on a subscription will have <em>“every 30 days”<\/em> below it when checking out. <\/p><p><strong>We offer subscriptions to our products, so you can easily and conveniently get everything you need to feel your very best :) <\/strong><\/p><p>Subscribing to your essential products means that there’s one less thing on your to-do list as we’ll automatically place your next order for you and, at a discounted price! <\/p><p>We're here to help you every step of the way. If you have any questions or concerns about your subscription, please don't hesitate to <a href=\"https:\/\/healf.com\/pages\/contact-us\"><span style=\"text-decoration:underline\">contact us<\/span><\/a>. We want to make sure that you're getting the most out of your products and feeling your best! <\/p>"}},"548a205d-d9f1-42f4-b687-36a94964d2ee":{"type":"item","settings":{"item_parent":"Manage Subscription","title":"How do I update or change details of  my subscription?","content":"<p>To update or change  your subscription, you can easily access your subscription management page. Simply log in to your account by clicking on the customer icon 👤 located in the top-right corner of the website. From there, you will have full control over your subscription and can make any necessary changes or updates with ease.<\/p><ol><li><span style=\"text-decoration:underline\">How do I change my subscription plan\/frequency? <\/span><\/li><\/ol><p>Go to your account → \"Manage Subscriptions\" to make changes to the subscription plan or frequency <\/p><ol><li><span style=\"text-decoration:underline\">How do I change the shipping address for my subscription?<\/span><\/li><\/ol><p>Go to your account → \"Manage subscriptions\" → \"Your addresses & payment details\" → \"Manage addresses\" to make changes to the shipping address <\/p><ol><li><span style=\"text-decoration:underline\">How to swap a product in my subscription?<\/span><\/li><\/ol><p>Go to your account → \"Manage Subscriptions\" → \"Your addresses & payment details\" → \"Manage this subscription\" →\"Swap to a different product\" to try something else <\/p><p><strong>Need more help? <\/strong><a href=\"https:\/\/healf.com\/pages\/contact-us\"><span style=\"text-decoration:underline\">contact us<\/span><\/a> and our customer wellbeing team will be happy to assist you. We want to make sure that your subscription is going exactly where you want it to go so feel free to reach out. We're here to help :)<\/p>"}},"8b2acbf6-4a68-4543-aa35-0523b636957b":{"type":"item","settings":{"item_parent":"Manage Subscription","title":"How do I pause or cancel my subscription?","content":"<p>If you need to take a break or cancel your subscription, you can do so easily by logging into your account on our website and going to <strong>\"Manage Subscriptions<\/strong>\" <\/p><p><strong>- Need a break? Pause your subscription<\/strong><\/p><p><strong>...in a few simple steps and we'll make sure it's perfect for your needs when you come back.<\/strong><\/p><p>Go to your account → \"Manage Subscriptions\" →  \"Manage this subscription\" →  Click on \"Manage subscription\" next to the subscription you would like to pause\/delay →  You will be able to skip or reschedule your deliveries here<\/p><p><strong>How to cancel your subscription:<\/strong><\/p><p>We are sorry to see you go but we're here to help! <\/p><p>Go to your account → \"Manage Subscriptions\" →  \"Manage this subscription\" →  Click on \"Manage subscription\" next to the subscription you would like to cancel and select \"Cancel subscription\" →  Select the cancellation reason and click Cancel my subscription<\/p><p>After that's done - your subscription will be cancelled immediately, and you will receive a confirmation email<\/p><p>&gt;If you are still unable to cancel your subscription online, please <a href=\"https:\/\/healf.com\/pages\/contact-us\"><span style=\"text-decoration:underline\">get in touch with us<\/span><\/a> and someone from our friendly team get back to you.<\/p><p><strong>Remember, you’re always welcome back if you decide to restart your subscription in the future. We’re here to help you make health a daily habit 🌱<\/strong><\/p>"}},"efacfb1a-ba81-409d-b453-e291e0efa949":{"type":"item","settings":{"item_parent":"Manage Subscription","title":"Can I add an item to my subscription?","content":"<p>Certainly! We understand that you may want to add an item to your existing subscription. To do so, please follow these steps:<\/p><p><\/p><p>→ Go to your account → \"Manage Subscriptions\" and then scroll down to add products to your subscription. You'll have the option to add this on as a subscription or you can even add it on as a one-off order <\/p><p>If you have any questions or need assistance with making changes to your subscription, please don't hesitate to reach out to our friendly customer wellbeing team. We're always here to help you out!<\/p>"}},"eb99db4e-9c32-4275-bc68-fa457098e49e":{"type":"item","settings":{"item_parent":"Manage Subscription","title":"What are the benefits of being a subscriber ?","content":"<p>Subscribing to your essential products means that there’s one less thing on your to-do list as we’ll automatically place your next order for you and, at a discounted price! <\/p><p><strong>Enjoy 10% Off:<\/strong> As a subscriber, you enjoy 10% off on your essentials. It's our way of supporting your wellness journey<\/p><p><strong>Stress-Free Living<\/strong>: No need to navigate through endless options. Subscribers experience the ease of having wellness essentials delivered right to their doorsteps. It's like a monthly care package for your health<\/p><p>- We're here to help you every step of the way. If you have any questions or concerns about your subscription, please don't hesitate to contact us. We want to make sure that you're getting the most out of your products and feeling your best! <\/p>"}},"86a0ee03-97e2-4a31-b982-0ad909703169":{"type":"parent","settings":{"title":"Returns & Exchanges"}},"792c190f-261b-48c9-a19c-4719f6657a18":{"type":"item","settings":{"item_parent":"Returns & Exchanges","title":"How do I return or exchange an item?","content":"<p>We offer free 365-day returns and exchanges on items in their original packaging within the UK. To get started, simply contact us and we will provide you with a pre-paid return slip.<\/p><p>Once we receive your return and confirm that the item is in its original packaging, we will be able to process your refund or send you a gift card, whichever you prefer. Your happiness is our priority! <\/p><p><\/p><p><strong>Please <\/strong><a href=\"https:\/\/healf.com\/pages\/contact-us\"><span style=\"text-decoration:underline\">contact us<\/span><\/a><strong>  to get started with the return  - someone from our customer wellbeing team will be happy to help<\/strong><\/p>"}},"7c94d9ff-a93c-4329-91e0-b08db7b408ae":{"type":"item","settings":{"item_parent":"Returns & Exchanges","title":"How long does it take to process returns and exchanges?","content":"<p>We get it; time matters! <\/p><p><\/p><p>Once your return lands in our hands you can expect a speedy process — usually within 2 weeks You'll receive an email update as soon as we've sorted things out, whether it's a refund or exchange.<\/p>"}},"327387e3-4465-48f2-bc3b-ec6d9611bb26":{"type":"item","settings":{"item_parent":"Returns & Exchanges","title":"My item is damaged\/faulty - what do I do?","content":"<p>We're super sorry about this. At healf, we take pride in delivering premium products and it's really disappointing to hear that we missed the mark this time!<\/p><p>Not to worry though, we'll fix this for you as soon as possible.<\/p><p>To get started with this  <a href=\"https:\/\/healf.com\/pages\/contact-us\"><span style=\"text-decoration:underline\">get in touch with  us<\/span><\/a> - someone from our customer wellbeing team will be happy to help!<\/p>"}},"7d82baf3-83fd-46cd-b32c-58d08f9b701c":{"type":"item","settings":{"item_parent":"Returns & Exchanges","title":"What are the shipping costs for returns and exchanges?","content":"<p>For returns within the UK, we've got your back—shipping's on us! It's free of charge for 365 days. Just reach out, and we'll guide you through the process.<\/p><p>While we can't cover the return shipping costs for international returns, we've worked to help minimise the cost. Choose from different carriers or opt for our self-post option for a budget-friendly return. We believe in making your experience as smooth as possible, no matter where you are<\/p>"}},"ecda7194-089d-4822-9a45-c13f2bd718aa":{"type":"parent","settings":{"title":"Contact & Customer Support"}},"0b5d0b3e-7f68-47a3-a988-59b2c129e5da":{"type":"item","settings":{"item_parent":"Contact & Customer Support","title":"How can I contact customer support","content":"<p>Exceptional customer support is a foundational pillar of what we believe makes healf special. <\/p><p>Our Customer Wellbeing team have been trained to best support your health journey and experience when shopping at healf. <br\/>Feel free to drop us a message via our contact form or shoot us an email at team@healf.coml or call us on 0333 577 0004<\/p><p>Whether you've got questions, need assistance, or just want to say hi, we're here for you!<\/p>"}},"6fed7158-bdfd-48d8-9d2b-aea67f2f16a4":{"type":"item","settings":{"item_parent":"Contact & Customer Support","title":"Trouble with logging in","content":"<p>If you're having trouble logging in or forgot your password, fear not. Click on the \"Reset Password\" link and you should be sent an email with the next steps<br\/><br\/>Please remember that a profile isn't automatically created when you place order so you may not have an account - in this case:<\/p><p><br\/>1. You can log in by clicking on the customer icon in the top-right corner on the website. That will take you to the login page<br\/>2. At the bottom, under the Email \/ Password boxes, you should see a \"Not a member yet? Register here\" button. Click on that and your email address (please use the same one you placed your orders with) and your details; you'll be sent an account verification email <\/p><p><br\/>Of course, if you have any issue at all, please do let us know and we're right here if need be :)<br\/><\/p>"}},"83575d91-1ad1-4837-b1f9-1cbb393e7157":{"type":"item","settings":{"item_parent":"Contact & Customer Support","title":"Can I provide feedback","content":"<p>Absolutely! We absolutely love hearing from you and value your feedback. Your input is super important to us as it helps us make our products and services even better.<\/p><p><br\/>If you have any feedback or suggestions, don't hesitate to <a href=\"https:\/\/healf.com\/pages\/contact-us\" title=\"https:\/\/healf.com\/pages\/contact-us\">drop a message <\/a>📩<\/p>"}},"c4d93750-c491-4e1e-b735-c56839c0af07":{"type":"item","settings":{"item_parent":"Order Queries","title":"Help with a discount","content":"<p>If you're having  difficulties applying your discount or coupon, we're here to help! Here are a few things you can check:<\/p><p><strong>1. Some discount codes may not be applicable for subscription purchases<\/strong><\/p><p><strong>2. Verify the expiration date of the promotion - if it has expired, it won't work<\/strong><\/p><p><strong>3. Ensure that the code is valid for the items you're purchasing. Some codes are only applicable to specific products or categories, or they may have minimum order requirements<\/strong><\/p><p>If you've checked all of the above and the code still isn't working please <a href=\"https:\/\/healf.com\/pages\/contact-us\"><span style=\"text-decoration:underline\">let us know<\/span><\/a>. Our customer wellbeing  team will be happy to help :)<\/p>"}}},"block_order":["1d26af5a-6d89-4d9c-9d64-a3c89de49050","0be4cd24-5303-448c-bacb-3b5f43eba51e","52d1f99d-a9e4-486e-8f07-0aca163464b7","f6611ce2-3fb2-4190-a3a5-331fe2ccf29b","0d7e4c62-04c6-42b7-a6dd-dcc623c9e306","5169ebeb-6f0f-4b2e-823e-75af384f6f1c","dcf7e123-4c44-4b93-a25e-c099d9e7336a","f9d483f2-df09-4f61-abbe-91d19e2ad4ae","fcf3c918-13b1-410c-8925-496d117b5998","984203d6-ab5d-49d8-879f-21219a117db0","b628fcd1-a3e7-489a-9b3d-7c1088e382db","945f8e2c-eb02-4fab-b66f-ec31cac65ae5","835238fb-5d67-4c81-b412-1f6c36b760bb","2b379e7f-1f48-43cf-990a-9a1aa761de1c","1f9d488b-fb82-4f0d-9c69-7df1476d9d57","2770e4d8-178f-4fd2-8351-61903c42da58","ddcf5760-041b-4dd1-9e7b-8833958f1b32","026e74e9-e5bd-4a5e-b17e-a2cfd3dc8fd8","115d3274-0de9-481a-ba50-31172298667b","b40b0daf-7957-431a-b327-e699f8670496","fae1f5dd-17ad-43d2-8594-b25958836a09","805cd460-eecc-434c-92a5-47057c8b1b21","f2d7810a-dffb-4377-a0a2-9df4da744903","9761538e-96c1-4806-95c6-78b904c17db5","548a205d-d9f1-42f4-b687-36a94964d2ee","8b2acbf6-4a68-4543-aa35-0523b636957b","efacfb1a-ba81-409d-b453-e291e0efa949","eb99db4e-9c32-4275-bc68-fa457098e49e","86a0ee03-97e2-4a31-b982-0ad909703169","792c190f-261b-48c9-a19c-4719f6657a18","7c94d9ff-a93c-4329-91e0-b08db7b408ae","327387e3-4465-48f2-bc3b-ec6d9611bb26","7d82baf3-83fd-46cd-b32c-58d08f9b701c","ecda7194-089d-4822-9a45-c13f2bd718aa","0b5d0b3e-7f68-47a3-a988-59b2c129e5da","6fed7158-bdfd-48d8-9d2b-aea67f2f16a4","83575d91-1ad1-4837-b1f9-1cbb393e7157","c4d93750-c491-4e1e-b735-c56839c0af07"],"settings":{"title":"Frequently Asked Questions.","subtitle":"Everything you need to know about healf.","padding_top":80,"padding_bottom":60,"padding_top_tablet":60,"padding_bottom_tablet":60}}},"order":["main","52514ba6-94ce-4386-9da4-7c0388e3b75d"]}