/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "rich_text_yFkz6Y": {
      "type": "rich-text",
      "blocks": {
        "heading_3am8Ui": {
          "type": "heading",
          "settings": {
            "heading": "Terms & Conditions",
            "heading_size": "h1"
          }
        },
        "text_9EKif3": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Customer Terms & Conditions<\/strong><\/p><p><\/p><p>These Healf customer terms and conditions govern your order and our performance of the services we make available from Healf.com (“we”, “us”, “our”). These Healf terms and conditions do not apply to our processing of personal data we collect from you, or that you provide to us. Instead, please refer to our Privacy Policy which is available <a href=\"https:\/\/healf.com\/pages\/privacy-policy\"><span style=\"text-decoration:underline\">here<\/span><\/a>. We may revise these Healf terms and conditions from time to time at our sole discretion. The version of the Healf terms and conditions which exist at the time you place your order will be the terms which govern the Services contract. Please check this page before you submit an order for Services, as this version may be different from the version(s) which applied to the previous order(s) for Services you submitted. References to the Healf terms and conditions in this document refer to the Healf terms and conditions as amended and updated and in place from time to time. By submitting an order for services to us you agree to be bound by these Healf customer terms. <\/p><p><br\/><\/p><p><strong>You acknowledge and agree that the Services are not a substitute for emergency medical services, actual medical diagnosis or consultation with a doctor, and that the information contained in the Recommendations and Advice does not constitute medical advice and\/or recommendations for medical treatment and you will not rely on it as such. <\/strong><\/p><p> <\/p><p><strong>Geographical Restrictions<\/strong><\/p><p>Healf’s Services are not available to customers in locations outside the United Kingdom. Customers access our Site and the Services on their own initiative and are responsible for compliance with local laws. <\/p><p> <\/p><p><strong>Information About The Services<\/strong><\/p><p>The services which you are ordering consist of:<\/p><p>(a) Delivery of a blood sample kit (“Kit”) by an external third party laboratory (“Laboratory”);<\/p><p>(b) Blood testing which is carried out by a Laboratory; and<\/p><p>(c) General Lifestyle, Dietary, Supplement recommendation and referral to your healthcare practitioner presented via your account dashboard (the “Services”). <\/p><p>The blood testing is carried out by a Laboratory engaged by us. We reserve the right to change the Laboratory from time to time without notice. We will pay the Laboratory directly for both the Kit and the blood testing services on your behalf at cost. The recommendations and referral to your healthcare practitioner will be based on biomarker data and health assessment which are collected via tests, connected devices and health assessment on our website. We will endeavour to ensure that we provide you with most accurate recommendations based on research and studies.<\/p><p> <\/p><p><strong>Submitting Orders and Formation of Contract<\/strong><\/p><p>Our acceptance of your order for Services will take place when we email you to accept it, at which point a Services contract will come into existence between you and us on the basis of these Healf terms and conditions. You confirm that you request immediate performance of this contract for Services. If we are unable to accept your order, we will inform you of this by email and we, on behalf of the Laboratory, will not charge you for the Services (or shall refund you). You acknowledge that a refund of any amounts paid will be your only available remedy if we are unable to accept your order after it has been placed. For Customers not opting for our subscription product, if you request further blood tests (including retests), each such request constitutes an additional and separate order which we will notify you as being accepted by us pursuant to these Healf terms and conditions. For Customers opting for our subscription product, your initial order constitutes acceptance of the Healf terms and conditions for all subsequent tests.  <\/p><p> <\/p><p><strong>Price and Payment<\/strong><\/p><p>The price of the Services (which includes VAT) will be the price indicated on the order pages of the Site when you placed your order. We will provide you with an invoice on request, which will set out the Laboratory’s costs of the Kit and the blood testing services. Payment of the price of the Services shall be made at the time you place the order. We will not accept your order for Services until payment has been received by us. We will pay the relevant amounts to the Laboratory on your behalf. For Customers opting for our subscription product, Payment for subsequent tests will take place on the next test date specified in your dashboard. For Customers who have ordered a one-off test, but have a recommended retest date for a subsequent test, Payment will only take place if the Customer confirms they want the test. <\/p><p> <\/p><p><strong>Blood Testing Process<\/strong><\/p><p>We will aim to post the Test Kit to you on the next working day after we have accepted your order. This Kit is for you to collect your own blood sample in accordance with the blood collection protocols provided, and contains instructions on how to submit your blood sample along with a return form and shipping label to the laboratory. You must complete your personal details on the form provided entitled “return form” – and also on the blood samples. You acknowledge that blood samples that are not fully and correctly labelled cannot be processed. It is not possible to make changes to the return form once it has been sent to the Laboratory. The validity of the Kit will expire after 120 days of delivery to you, so you are required to collect and post your blood sample to the Laboratory using the returns label within that period. You acknowledge that test outcomes depend on the quality of the blood sample provided by you, so you agree to adhere to the blood collection protocols provided. If you do not follow these protocols, a defective or partial test result may occur. We may, at our discretion, give you the opportunity of retesting free of charge if a partial result is reported by the Laboratory, and\/or similarly if your blood sample was clotted at the time of receipt by the Laboratory. <\/p><p> <\/p><p><strong>The Recommendations and Advice<\/strong><\/p><p>We anticipate that the Results will typically be available within 2 working days from the date your blood sample is received by the Laboratory. We will notify you by email that your Account dashboard has been updated accordingly. The Recommendations are prepared on the basis of your blood sample, data gathered from connected devices, and the information which you have provided to us, without access to your full medical records. This means that (i) you must not rely on the Recommendations to diagnose or treat suspected or actual medical conditions; and (ii) you are solely responsible for any actions you do (or do not) take before and after receiving recommendations, and when you take (or do not take) such actions. We recommend that you always consult an appropriate medical professional for advice on your specific circumstances and situation, in particular before adopting any of the general healthcare or lifestyle advice offered in the Recommendations and Advice or otherwise via the Services. You accept that any incomplete or inaccurate information on your health profile may lead to incomplete or inaccurate interpretation and healthcare and lifestyle advice. You assume full responsibility for reading, and drawing conclusions from the results and Report obtained from use of the Services (including the Recommendations and your Account dashboard). <\/p><p> <\/p><p><strong>Your Rights to Cancel the Services Contract<\/strong><\/p><p>You have the right to cancel the Services contract in the following scenarios and subject to the conditions in these Healf terms and conditions: (a) if you have changed your mind about the Services; and (b) if the Services are performed late or in breach of these customer terms and conditions, you may have a legal right to get the Service re-performed or to end the contract and get some or all of your money back. You will have no right to cancel the Services contract and receive a refund if we have made available the Results and Recommendations via your Account dashboard within 21 days of the day after we have accepted your order; as we and the Laboratory would have fully performed the Services contract as it relates to your order. This provision will apply in a similar manner to each subsequent re-test that you request and order we accept. If you cancel a Services contract within this 21 day period, you will (subject to any deduction permitted by law) receive a refund for all money paid by you for the Service contract. The refund will be made as soon as reasonably possible, but not later than 21 days after the date on which we were informed about your decision to cancel the Services contract. We will reimburse you using the same means of payment as you used for the initial transaction, unless you expressly agree otherwise. Apart from your cancellation rights above: (a) if you inform us and can demonstrate that the Kit received is within reason damaged or defective, you will be entitled to a replacement or, where we are unable to send you a replacement Kit within a reasonable time, a refund of the relevant Service price; and (b) if the Service is not otherwise carried out to the standard outlined in these customer terms and conditions, you can require repeat performance or, where we or the Laboratory are unable to perform the repeat Services within a reasonable time, a refund of an appropriate amount. Nothing in these Healf terms and conditions will affect any statutory or other rights you are entitled to by law.<\/p><p><br\/><\/p><p><strong>Our Right to Cancel the Services Contract<\/strong><\/p><p>We may end the Services contract at any time by written notice to you if: (a) you do not, within a reasonable time of us asking for it, provide us with information that is necessary for us or the Laboratory to provide the Services; (b) you do not, within a reasonable time, allow the Laboratory to deliver the Kit to you; or (c) you do not, within the appropriate time period, send your blood sample to the Laboratory. <\/p><p><br\/><\/p><p><strong>Your Acknowledgements<\/strong><\/p><p>By placing your order, you agree and represent to us that you are legally capable of entering into this binding agreement between you and us; that you are at least 18 years old and you have completed an accurate and up-to-date request form identifying the blood sample as one taken from yourself. We shall have no liability for any loss or damage caused by errors or omissions in any information provided by you in connection with the Services. By placing your order, you acknowledge the potential impacts and risks of taking your own blood sample, and that you are proceeding on the basis that you accept full responsibility for any outcomes or consequences that may arise from this. You acknowledge and agree that the Services are not a substitute for actual medical diagnosis or consultation with a doctor, and that the information contained in the Recommendations and Advice does not constitute medical advice and\/or recommendations for medical treatment. You acknowledge and agree that in rare cases, viable blood samples cannot always be taken from the blood sample actually provided. You acknowledge and agree that minor inter-laboratory variability exists. Consequently, where minor variability is seen, for example upon tracking an individual test over time, such minor variability is tolerated and you assume overall responsibility for overseeing your long-term trends. You also agree that on occasion, because of inter-laboratory variability, minor changes may throw two adjacent test points narrowly inside and outside of ‘normal’ reference range but are essentially indicating insignificant variation.<\/p><p><br\/><\/p><p><strong>Liability<\/strong><\/p><p>If we fail to comply with these Healf terms and conditions, we are responsible for direct loss or damage you suffer that is a foreseeable result of our breaking this contract or our failing to use reasonable care and skill. <\/p><p><br\/><\/p><p><strong>Third Party Terms<\/strong><\/p><p>Services are only supplied for domestic and private use. If you use the Services with our consent, written or otherwise, for any commercial, business or resale purpose we will have no liability to you for any loss of profit, loss of business, business interruption, loss of business opportunity or any other form of indirect loss. If you receive the Services via any commercial, business or re-sale third party channel, we will have no liability to you for any such third party’s provision of the Services to you which will be entirely governed by the agreement between you and the third party. <\/p><p><br\/><\/p><p><strong>Other Important Terms<\/strong><\/p><p>Assignment and other dealings: You may not transfer your rights or your obligations under these Healf terms and conditions without our prior written consent. <\/p><p>Waiver: If we do not insist immediately that you do anything you are required to do under these Healf terms and conditions, or if we delay in taking steps against you in respect of your breaking the Services contract, that will not mean that you do not have to do those things and it will not prevent us taking steps against you at a later date. <\/p><p>Severance: Each of the paragraphs of these Healf terms and conditions operates separately. If any court or relevant authority decides that any of them are invalid, illegal or unenforceable, the remaining paragraphs will remain in full force and effect.<\/p><p>Third Party Rights: The Services contract is between you and us. No other person shall have any rights to enforce any of its terms.<\/p><p>Governing Law\/ Jurisdiction: These Healf terms and conditions are governed by English law and you or we can bring legal proceedings in respect of the Services in the English courts. If you live in Scotland you or we can bring legal proceedings in respect of the Services in either the Scottish or the English courts. Similarly, if you live in Northern Ireland, you can bring legal proceedings in respect of the Services in either the Northern Irish or the English courts.<\/p><p><br\/><\/p><p><strong>Website Terms & Conditions<\/strong><\/p><p><br\/><\/p><p>These Terms set out the legally binding terms for your use of the www.healf.com website (“Site”) and your legal rights and remedies. You are referred to as a “User” in these Terms. We recommend that you print a copy of this for future reference. We may revise these Terms at any time by amending this page. Please check this page from time to time to take notice of any changes made, as they are binding on you.<\/p><p>1. The Site is owned and operated by Healf (“We”, “Us”, “Our”) registered in England and Wales with company number 12740599. Our registered office address is: 65 Redcliffe Gardens, London, SW10 9JJ, United Kingdom. <\/p><p>2. Other terms and conditions may apply to any specific services or subscriber memberships that We offer and which you may join or participate in.<\/p><p>3. These Terms together with Our Privacy Policy which forms a part of these Terms and governs our use of personal data, form a legal contract between the User and Us and apply between you and Us in relation to any use which you make of the Site.<\/p><p>4. Whether you are simply a visiting User or you become a registered User (when other terms and conditions will apply) or you place an order, by making use of the Site and any services offered, either in full or in part, you agree to be legally bound by these Terms. If you disagree with any part of these Terms (and any future versions) do not use or access our Site.<\/p><p>5. The content on Our Site is provided for general information only and should not be regarded as a substitute to medical advice or treatment.<\/p><p>6. We do not guarantee that the Site, or any content on it, will always be available or be uninterrupted. Access to the Site is permitted on a temporary basis. We may suspend, withdraw, discontinue or change all or any part of Our Site without notice. We will not be liable to you if for any reason Our Site is unavailable at any time or for any period.<\/p><p>7. We do not guarantee that the Site, or any content on it, will always be available or be uninterrupted. Access to the Site is permitted on a temporary basis. We may suspend, withdraw, discontinue or change all or any part of Our Site without notice. We will not be liable to you if for any reason Our Site is unavailable at any time or for any period.<\/p><p>8. Healf grants you a limited, personal, non-exclusive, non-commercial, revocable without notice, non-assignable and non-transferable licence to download, view and use the Site only for your personal, non-commercial use. Other than as We may enable you to share the Site or any services We provide via the Site through social media feeds or otherwise express a “like” in respect of any of them, you may not: (i) republish in any way any web-pages, code, images or other items or materials from the Site (including republication on another website); (ii) sell, rent or otherwise sub-license any web-pages, code, images or other items or materials from the Site; (iii) reproduce, duplicate, copy or otherwise exploit any web-pages, code, images or other items or materials from the Site for a commercial purpose; or (iv) edit or otherwise modify any web-pages, code, images or other items or materials from the Site, unless authorised by Us in writing. We may terminate this licence at any time without notifying you and without any liability for such termination.<\/p><p>9. Intellectual Property Rights: Unless otherwise stated, Healf and\/or its “Licensors\/Suppliers” own all the intellectual property rights in the Site and any services We provide and all items and materials included in them. Those works are protected by copyright laws and treaties around the world. All such rights are reserved. (“Licensors\/Suppliers” means any and all third parties that make available to Healf (pursuant to a licence or otherwise) their proprietary photos, videos, audios, comments, writings, names, likenesses, voices, performances, biographical materials, computer-generated images\/artwork, liner notes, and other graphical or textual materials in any media format, products or services for use, deployment, display, performance and\/or distribution via the Site; and further includes any third parties that place, display or distribute advertising, promotional or sponsorship materials on the Site or via any of Our services.<\/p><p>10. We do not guarantee that Our Site will be secure or free from bugs or viruses. Downloadable items may be made available by Us and if so, are provided to you on an ‘as is’, ‘as available’, ‘with all faults’ basis. We make no representations to you as to the quality or otherwise of these downloadable items.<\/p><p>11. You must not misuse Our Site by knowingly introducing viruses, trojans, worms, logic bombs or other material which is malicious or technologically harmful. You must not attempt to gain unauthorised access to Our Site, the server on which Our Site is stored or any server, computer or database connected to Our Site. You must not attack Our Site via a denial-of service attack or a distributed denial-of service attack.<\/p><p>12. Linking: We may enable you to share the Site and any services We make available (or any part of them) via social media feeds, or otherwise express a “like” in respect of any of them; accordingly, this clause applies, subject to any such facilities;<br\/><\/p><p>a. You may link to Our home page, provided you do so in a way that is fair and legal and does not damage Our reputation or take advantage of it. You must not establish a link in such a way as to suggest any form of association, approval or endorsement on Our part where none exists.<\/p><p>b. You must not establish a link to Our Site in any website that is not owned by you. Our Site must not be framed on any other website, nor may you create a link to any part of Our Site other than the home page.<\/p><p>c. We reserve the right to withdraw linking permission without notice.<\/p><p>d. The website in which you are linking must comply in all respects with the content standards set out in our Acceptable Use Policy below. <\/p><p>13. Acceptable Use Policy: You warrant and accept that when using the Site and any services We enable you will not: a) use the Site and any services We enable in any way that causes, or may cause, damage to the Site or impairment of the availability or accessibility of the Site (e.g. such as using spyware, spy bots, Trojan horses or other similar software on the Site); b) use the Site or any services We enable in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity; c) use the Site or any services We enable for any purposes related to marketing without our express written consent. You may not make any commercial use of any services We enable, in whole or in part; d) use the Site and any services We enable or any information available on or through the Site or any services We enable to copy, publish or send mass mailings or spam to any of the Site’s registered users or for any other commercial use which is not specifically endorsed or approved by Us; e) use the Site or any services We enable to copy, publish or send material which is illegal or unlawful, or material which could give rise to legal action under any applicable law; f) publish, upload or send on or via the Site or any services We enable any material or content which is defamatory, obscene, indecent, of a sexual nature, hateful, discriminatory or inflammatory; g) publish, upload or send on or via the Site or any services We enable any material or content which infringes any person’s intellectual property rights or rights of confidentiality, or which infringes upon any person’s privacy, or constitutes an incitement to commit a crime; h) post or upload any material or content on the Site or any services We enable which is sexually explicit, threatening, abusive, harassing or menacing towards other users of the Site; l)  try to manipulate or copy our Intellectual Property by engaging in actions including but not limited to uploading false results and downloading data. <\/p><p>14. We at Our sole discretion may suspend or cancel your account, restrict your access to the Site, or commence legal proceedings against you in response to inappropriate content of any kind.<\/p><p>15. You agree to being liable to Us and to indemnify Us for breach of any of the acceptable use warranties stated in Clause 13 a – h.<\/p><p>16. We at Our sole discretion may remove any post made on the site if it does not comply with such acceptable use warranties stated in Clause 13 a – h.<\/p><p>17. We are not responsible or liable to any third party for the content or accuracy of any content posted to the site.<\/p><p>18. Limitation of liability: Nothing in these Terms excludes or limits our liability for death or personal injury arising from our negligence, or our fraud or fraudulent misrepresentation, or any other liability that cannot be excluded or limited by English law. To the extent permitted by law, we exclude all conditions, warranties, representations or other terms which may apply to the Site or any content on it or any services We enable, whether express or implied.<\/p><p>19. We will not be liable to any User for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with: (i) use of, or inability to use, the Site; or (ii) use of or reliance on any content displayed on the Site.<\/p><p>20. We only provide the Site and any services We enable for domestic and private use. You agree not to use the Site and any services We enable for any commercial or business purposes, and We have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.<\/p><p>21. We will not be liable for any loss or damage caused by a virus, distributed denial-of-service attack, or other technologically harmful material that may infect your computer equipment, computer programs, data or other proprietary material due to your use of the Site and any services We enable or to your downloading of any content on it, or on any website linked to it.<\/p><p>22. We assume no responsibility for the content of websites linked on the Site and any services We enable. Such links should not be interpreted as endorsement by Us of those linked websites. We will not be liable for any loss or damage that may arise from your use of them.<\/p><p>23. Entire agreement: These Terms of Use, together with our Privacy Policy constitute the entire agreement between you and us in relation to your use of our Site, the Customer Terms and Privacy Statement constitute the entire agreement between you and us in relation to your use of our Services from the Site.<\/p><p>24. Law and jurisdiction:If you are a consumer, please note that these Terms, its subject matter and its formation, are governed by English law. You and We both agree that the courts of England and Wales will have non-exclusive jurisdiction. However, if you are a resident of Northern Ireland you may also bring proceedings in Northern Ireland, and if you are resident of Scotland, you may also bring proceedings in Scotland. If you are a business, these Terms, its subject matter and its formation (and any non-contractual disputes or claims) are governed by English law. We both agree to the exclusive jurisdiction of the courts of England and Wales.<\/p>"
          }
        },
        "button_JXaECE": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_3am8Ui",
        "text_9EKif3",
        "button_JXaECE"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    }
  },
  "order": [
    "rich_text_yFkz6Y",
    "main"
  ]
}
